[
  {
    "id": 376,
    "title": "Harry Potter and the Philosopher's Stone",
    "synopsis": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame.",
    "poster": "https://pictures.betaseries.com/films/affiches/original/376.jpg"
  },
  {
    "id": 193,
    "title": "Avatar test",
    "synopsis": "Malgré sa paralysie, Jake Sully, un ancien marine immobilisé dans un fauteuil roulant, est resté un combattant au plus profond de son être. Il est recruté pour se rendre à des années-lumière de la Terre, sur Pandora, où de puissants groupes industriels exploitent un minerai rarissime destiné à résoudre la crise énergétique sur Terre. Parce que l'atmosphère de Pandora est toxique pour les humains, ceux-ci ont créé le Programme Avatar, qui permet à des \"pilotes\" humains de lier leur esprit à un avatar, un corps biologique commandé à distance, capable de survivre dans cette atmosphère létale. Ces avatars sont des hybrides créés génétiquement en croisant l'ADN humain avec celui des Na'vi, les autochtones de Pandora.",
    "poster": "https://pictures.betaseries.com/films/affiches/original/193.jpg"
  },
  {
    "id": 135,
    "title": "Intouchables",
    "synopsis": "À la suite d’un accident de parapente, Philippe, riche aristocrate, engage comme aide à domicile Driss, un jeune de banlieue tout juste sorti de prison… Bref la personne la moins adaptée pour le job. Ensemble ils vont faire cohabiter Vivaldi et Earth Wind and Fire, le verbe et la vanne, les costumes et les bas de survêtement… Deux univers vont se téléscoper, s’apprivoiser, pour donner naissance à une amitié aussi dingue, drôle et forte qu’inattendue, une relation unique qui fera des étincelles et qui les rendra… Intouchables.",
    "poster": "https://pictures.betaseries.com/films/affiches/original/135.jpg"
  },
  {
    "id": 381,
    "title": "Harry Potter and the Chamber of Secrets",
    "synopsis": "Alors que l'oncle Vernon, la tante Pétunia et son cousin Dudley reçoivent d'importants invités à dîner, Harry Potter est contraint de passer la soirée dans sa chambre. Dobby, un elfe, fait alors son apparition. Il lui annonce que de terribles dangers menacent l'école de Poudlard et qu'il ne doit pas y retourner en septembre. Harry refuse de le croire. Mais sitôt la rentrée des classes effectuée, ce dernier entend une voix malveillante. Celle-ci lui dit que la redoutable et légendaire Chambre des Secrets est à nouveau ouverte, permettant ainsi à l'héritier de Serpentard de semer le chaos à Poudlard. Les victimes, retrouvées pétrifiées par une force mystérieuse, se succèdent dans les couloirs de l'école, sans que les professeurs - pas même le populaire Gilderoy Lockhart - ne parviennent à endiguer la menace. Aidé de Ron et Hermione, Harry doit agir au plus vite pour sauver Poudlard.",
    "poster": "https://pictures.betaseries.com/films/affiches/original/381.jpg"
  },
  {
    "id": 22951,
    "title": "Avengers: Endgame",
    "synopsis": "Après leur défaite face au Titan Thanos qui dans le film précédent s'est approprié toutes les pierres du Gant de l'infini , les Avengers et les Gardiens de la Galaxie ayant survécu à son claquement de doigts qui a pulvérisé « la moitié de toute forme de vie dans l'Univers », Captain America, Thor, Bruce Banner, Natasha Romanoff, War Machine, Tony Stark, Nébula et Rocket, vont essayer de trouver une solution pour ramener leurs coéquipiers disparus et vaincre Thanos en se faisant aider par Ronin alias Clint Barton, Captain Marvel et Ant-Man.",
    "poster": "https://pictures.betaseries.com/films/affiches/original/22951.jpg"
  },
  {
    "id": 378,
    "title": "Harry Potter and the Prisoner of Azkaban",
    "synopsis": "Sirius Black, un dangereux sorcier criminel, s'échappe de la sombre prison d'Azkaban avec un seul et unique but : retrouver Harry Potter, en troisième année à l'école de Poudlard. Selon la légende, Black aurait jadis livré les parents du jeune sorcier à leur assassin, Lord Voldemort, et serait maintenant déterminé à tuer Harry...",
    "poster": "https://pictures.betaseries.com/films/affiches/original/378.jpg"
  },
  {
    "id": 377,
    "title": "Harry Potter and the Goblet of Fire",
    "synopsis": "La quatrième année à l'école de Poudlard est marquée par le \"Tournoi des trois sorciers\". Les participants sont choisis par la fameuse \"Coupe de feu\" qui est à l'origine d'un scandale. Elle sélectionne Harry Potter alors qu'il n'a pas l'âge légal requis ! Accusé de tricherie et mis à mal par une série d'épreuves physiques de plus en plus difficiles, ce dernier sera enfin confronté à Celui dont on ne doit pas prononcer le nom, Lord V.",
    "poster": "https://pictures.betaseries.com/films/affiches/original/377.jpg"
  },
  {
    "id": 210,
    "title": "Harry Potter and the Deathly Hallows: Part 2",
    "synopsis": "Le combat entre les puissances du bien et du mal de l’univers des sorciers se transforme en guerre sans merci. L’école Poudlard est désormais sous la coupe du professeur Rogue et des force des ténèbres. Les enjeux sont devenus considérables et personne n’est plus en sécurité alors que se rapproche l’ultime épreuve de force avec Voldemort...",
    "poster": "https://pictures.betaseries.com/films/affiches/original/210.jpg"
  },
  {
    "id": 371,
    "title": "Harry Potter and the Half-Blood Prince",
    "synopsis": "As Harry begins his sixth year at Hogwarts, he discovers an old book marked as 'Property of the Half-Blood Prince', and begins to learn more about Lord Voldemort's dark past.",
    "poster": "https://pictures.betaseries.com/films/affiches/original/371.jpg"
  },
  {
    "id": 372,
    "title": "Harry Potter and the Order of the Phoenix",
    "synopsis": "Alors qu'il entame sa cinquième année d'étude à Poudlard, Harry Potter découvre qu'une bonne partie de la communauté des sorciers feint d'ignorer sa récente confrontation avec Lord Voldemort, et préfèrent nier cette aveuglante évidence : le Seigneur des Ténèbres est bel et bien vivant. De plus, la communauté magique lit les mensonges de Rita Skeeter dans la Gazette du Sorcier sous contrôle du Ministère de la Magie. Craignant que le puissant Albus Dumbledore ne mente à propos du retour de Voldemort dans le but de saper son autorité et de lui ravir son poste, le Ministre de la Magie Cornélius Fudge nomme un nouveau Professeur de Défense contre les Forces du Mal, qu'il charge de surveiller le vieux doyen et ses étudiants. Mais celle-ci, Dolores Ombrage, se révèle incapable de préparer les collégiens à affronter les nouvelles menaces qui planent sur Poudlard...",
    "poster": "https://pictures.betaseries.com/films/affiches/original/372.jpg"
  },
  {
    "id": 364,
    "title": "Harry Potter and the Deathly Hallows: Part 1",
    "synopsis": "Le pouvoir de Voldemort s'étend. Celui-ci contrôle maintenant le Ministère de la Magie et Poudlard. Harry, Ron et Hermione décident de terminer le travail commencé par Dumbledore, et de retrouver les derniers Horcruxes pour vaincre le Seigneur des Ténèbres. Mais il reste bien peu d'espoir aux trois sorciers, qui doivent réussir à tout prix.",
    "poster": "https://pictures.betaseries.com/films/affiches/original/364.jpg"
  },
  {
    "id": 408,
    "title": "The Hunger Games",
    "synopsis": "Dans un proche futur, les États-Unis sont devenus un gouvernement fédéral dystopique dans lequel chacun des 12 districts doit envoyer un garçon et une fille combattre lors d'un événement annuel télévisé, \"Les Hunger Games\". La seule issue à ces jeux pour les \"Tributs\" est de tuer ou d'être tué. Lorsque la petite sœur de Katniss est tirée au sort pour y participer, celle-ci décide de prendre sa place.",
    "poster": "https://pictures.betaseries.com/films/affiches/original/408.jpg"
  },
  {
    "id": 49814,
    "title": "The Lion King",
    "synopsis": "Au fond de la savane africaine, tous les animaux célèbrent la naissance de Simba, leur futur roi. Les mois passent. Simba idolâtre son père, le roi Mufasa, qui prend à cœur de lui faire comprendre les enjeux de sa royale destinée. Mais tout le monde ne semble pas de cet avis. Scar, le frère de Mufasa, l'ancien héritier du trône, a ses propres plans. La bataille pour la prise de contrôle de la Terre des Lions est ravagée par la trahison, la tragédie et le drame, ce qui finit par entraîner l'exil de Simba. Avec l'aide de deux nouveaux amis, Timon et Pumbaa, le jeune lion va devoir trouver comment grandir et reprendre ce qui lui revient de droit.",
    "poster": "https://pictures.betaseries.com/films/affiches/original/49814.jpg"
  },
  {
    "id": 266,
    "title": "Titanic",
    "synopsis": "Southampton, 10 avril 1912. Le paquebot le plus grand et le plus moderne du monde, réputé pour son insubmersibilité, le « Titanic », appareille pour son premier voyage. 4 jours plus tard, il heurte un iceberg. À son bord, un artiste pauvre et une grande bourgeoise tombent amoureux.",
    "poster": "https://pictures.betaseries.com/films/affiches/original/266.jpg"
  },
  {
    "id": 161,
    "title": "The Avengers",
    "synopsis": "Lorsque la sécurité et l’équilibre de la planète sont menacés par un ennemi d’un genre nouveau, Nick Fury, le directeur du SHIELD, l’agence internationale du maintien de la paix, réunit une équipe pour empêcher le monde de basculer dans le chaos. Partout sur Terre, le recrutement des nouveaux héros dont le monde a besoin commence…",
    "poster": "https://pictures.betaseries.com/films/affiches/original/161.jpg"
  },
  {
    "id": 252,
    "title": "Pirates of the Caribbean: The Curse of the Black Pearl",
    "synopsis": "Dans la mer des Caraïbes, au XVIIe siècle, Jack Sparrow, flibustier gentleman, voit sa vie idylle basculer le jour où son ennemi, le perfide capitaine Barbossa, lui vole son bateau, le Black Pearl, puis attaque la ville de Port Royal, enlevant au passage la très belle fille du gouverneur, Elizabeth Swann. L'ami d'enfance de celle-ci, Will Turner, se joint à Jack pour se lancer aux trousses du capitaine. Mais Will ignore qu'une malédiction frappe Barbossa et ses pirates. Lorsque la lune brille, ils se transforment en morts-vivants. Leur terrible sort ne prendra fin que le jour où le fabuleux trésor qu'ils ont amassé sera restitué...",
    "poster": "https://pictures.betaseries.com/films/affiches/original/252.jpg"
  },
  {
    "id": 369,
    "title": "Pirates of the Caribbean: On Stranger Tides",
    "synopsis": "Dans cette histoire pleine d'action, où vérité, trahison, jeunesse éternelle et mort forment un cocktail explosif, le capitaine Jack Sparrow retrouve une femme qu'il a connue autrefois. Leurs liens sont-ils faits d'amour ou cette femme n'est-elle qu'une aventurière sans scrupules qui cherche à l'utiliser pour découvrir la légendaire Fontaine de Jouvence ? Lorsqu'elle l'oblige à embarquer à bord du Queen Anne's Revenge, le bateau du terrible pirate Barbe-Noire, Jack ne sait plus ce qu'il doit craindre le plus : le redoutable maître du bateau ou cette femme surgit de son passé…",
    "poster": "https://pictures.betaseries.com/films/affiches/original/369.jpg"
  },
  {
    "id": 296,
    "title": "Shrek",
    "synopsis": "Shrek, un ogre verdâtre, cynique et malicieux, a élu domicile dans un marécage qu'il croit être un havre de paix. Un matin, alors qu'il sort faire sa toilette, il découvre de petites créatures agaçantes qui errent dans son marais.Shrek se rend alors au château du seigneur Lord Farquaad, qui aurait soit-disant expulsé ces êtres de son royaume. Ce dernier souhaite épouser la princesse Fiona, mais celle-ci est retenue prisonnière par un abominable dragon.Il lui faut un chevalier assez brave pour secourir la belle. Shrek accepte d'accomplir cette mission. En échange, le seigneur devra débarrasser son marécage de ces créatures envahissantes.Or, la princesse Fiona cache un secret terrifiant qui va entraîner Shrek et son compagnon l'âne dans une palpitante et périlleuse aventure.",
    "poster": "https://pictures.betaseries.com/films/affiches/original/296.jpg"
  },
  {
    "id": 160,
    "title": "The Lion King",
    "synopsis": "Le lion Mufasa, roi des animaux, et son épouse Sarabi donnent naissance à Simba, un futur héritier. Mais Scar, le frère de Mufasa, voyant diminuer ses chances d'accéder au trône, incite le lionceau à s'aventurer dans un cimetière des éléphants situé au-delà des frontières du royaume...",
    "poster": "https://pictures.betaseries.com/films/affiches/original/160.jpg"
  },
  {
    "id": 6,
    "title": "Inception",
    "synopsis": "Dom Cobb est un voleur expérimenté, le meilleur dans l'art dangereux de l'extraction, voler les secrets les plus intimes enfouis au plus profond du subconscient durant une phase de rêve, lorsque l'esprit est le plus vulnérable. Les capacités de Cobb ont fait des envieux dans le monde tourmenté de l'espionnage industriel alors qu'il devient fugitif en perdant tout ce qu'il a un jour aimé. Une chance de se racheter lui est alors offerte. Une ultime mission grâce à laquelle il pourrait retrouver sa vie passée mais uniquement s'il parvient à accomplir l'impossible inception.",
    "poster": "https://pictures.betaseries.com/films/affiches/original/6.jpg"
  }
]
